Repository: ccook0194/Med-Trip-Django
Catalog: medicalSite/locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Find and book a Doctor's appointment
ar: إبحث عن طبيب و إحجز موعدك
fr: Trouvez un médecin et réservez

source: What treatment are you looking for?
ar: ما هو العلاج الذي تبحث عنه؟
fr: Quel traitement cherchez-vous ?

source: Why rely on MyTripMed?
ar: لماذا تعتمد على MyTripMed؟
fr: Pourquoi compter sur MyTripMed ?

source: Economic offers
ar: عروض اقتصادية
fr: Offres économiques

source: Save up to 70%% on fares and take advantage of packages and promotional offers.
ar: وفر حتى 70%% على الأسعار و تمتع بأهم العروض الترويجية.
fr: Réalisez jusqu’aux 70 %% d’économies sur les tarifs et profitez des packages et offres promotionnelles.

source: Free Service
ar: خدمات مجانية
fr: Service gratuit

source: Take advantage of our free services to find the right doctor for your treatment. You pay on the spot without any hidden costs.
ar: استفد من خدماتنا المجانية للعثور على الطبيب المناسب لعلاجك. سوف تدفع في العيادة بدون أي تكاليف إضافية.
fr: Bénéficiez de la gratuité de nos prestations pour trouver le docteur adéquat à votre traitement. Vous payez sur place sans aucuns frais cachés.

source: Patient support
ar: مستشارونا الأكفاء
fr: Assistance patient

source: Ask all your questions by phone or e-mail. Our experienced coordinators are there to support you in a personalized way.
ar: اطرح جميع أسئلتك عبر الهاتف أو البريد الإلكتروني و تمتع بمرافقة شخصية من قبل منسقونا الخبراء.
fr: Posez-nous toutes vos questions par téléphone ou e-mail. Nos coordinateurs expérimentés sont là pour vous accompagner d’une manière personnalisée.

source: Complete Information
ar: معلوماتنا الكاملة
fr: Information complète

source: Find all the useful data of doctors and clinics to make your selection easier: country, experience, specialties, guarantees, prices or packages, opinions and scores.
ar: تحصل على البيانات الكاملة لأفضل العيادات والأطباء حول العالم : البلد، الخبرة، التخصصات، الضمانات، العروض والآراء.
fr: Trouvez toutes les données utiles des docteurs et des cliniques pour vous faciliter la sélection : pays, expérience, spécialités, garanties, prix ou packages, avis et score.

source: Rigorous selection
ar: اختياراتنا الدقيقة
fr: Sélection rigoureuse

source: We choose for you experienced and highly qualified doctors, but also internationally accredited clinics.
ar: نحن نختار لك فقط الأطباء ذوي الخبرة والكفاءة العالية، و كذلك المصحات و العيادات المعتمدة عالميا.
fr: Nous choisissons pour vous des docteurs expérimentés et hautement qualifiés, mais aussi, des cliniques accréditées à l’échelle internationale.

source: Total satisfaction
ar: رضا حرفاؤنا
fr: Satisfaction totale

source: You benefit from a personalized follow-up before and after the treatment to ensure your total satisfaction with our services.
ar: رضاؤك التام عن خدماتنا هو مقياس لنجاحنا ، لذا نضمن لك مرافقة شخصية قبل وبعد العلاج.
fr: Vous bénéficiez d’un suivi personnalisé avant et après le traitement pour s’assurer de votre satisfaction totale vis-à-vis de nos services.

source: How does it work ?
ar: كيف تتمتع بخدماتنا ؟
fr: Comment cela fonctionne ?

source: It's very simple ! You will find detailed information on the clinics and treatments that interest you. You just have to compare prices and scores in order to choose the optimal offer for your medical stay.
ar: الأمر بسيط للغاية ! سنمدك بجميع المعلومات الهامة حول العيادات والعلاجات التجميلية التي تهمك. ما عليك سوى المقارنة بين الأسعار والآراء لاختيار العرض الأمثل لإقامتكم الطبية بالخارج.
fr: C’est très simple ! Vous allez trouver des informations détaillées sur les cliniques et les soins qui vous intéressent. Vous devez juste comparer les prix et les scores afin de choisir l’offre optimale pour votre séjour médical.

source: Choose your doctor
ar: اختر طبيبك
fr: Choisissez votre docteur

source: Select the best clinic and destination for your treatment.
ar: حدد أفضل عيادة وبلد لعلاجك.
fr: Sélectionnez la meilleure clinique et destination pour votre traitement.

source: Fill out the contact form
ar: املأ نموذج الاتصال
fr: Remplissez le formulaire de contact

source: Add your contact details and indicate the date of your appointment.
ar: أضف تفاصيل الاتصال الخاصة بك وحدد تاريخ موعدك.
fr: Ajoutez vos coordonnées et indiquez la date de votre rendez-vous.

source: Perform your treatment
ar: تمتع بعلاجك
fr: Réalisez votre traitement

source: Book your flight and enjoy a discounted medical stay with no hidden costs.
ar: احجز رحلتك و تمتع بإقامة طبية استثنائية بأقل التكاليف.
fr: Réservez votre vol et profitez d’un séjour médical à tarifs réduits sans frais cachés.

source: Our best destinations
ar: أفضل وجهاتنا
fr: Nos meilleures destinations

source: See Clinics
ar: شاهد العيادات
fr: Voir les cliniques

source: Our most popular treatments
ar: العلاجات الأكثر طلبًا
fr: Nos traitements les plus populaires

source: Choose from a wide range of aesthetic, dental and hair treatments.
ar: اختر من بين مجموعة كبيرة من العلاجات في الجراحة التجميلية و طب الأسنان وزراعة الشعر.
fr: Faites votre choix parmi une large palette de traitements esthétiques, dentaires et capillaires.

source: Breast Augmentation
fr: Augmentation mammaire

source: Breast Lift
fr: Lifting mammaire

source: Breast Reduction
fr: Réduction mammaire

source: Breast Revision
fr: Révision d’implants mammaires

source: Mastectomy
fr: Mastectomie

source: Face
fr: Visage

source: Request Free Quote
ar: احصل على عرض أسعار مجاني
fr: Obtenir un devis

source: Facelift
fr: Lifting du visage

source: Eyebrow Lift
fr: Lifting des sourcils

source: Nose Job
fr: Rhinoplastie

source: Lip Augmentation
fr: Augmentation des lèvres

source: Eye Bag Removal
fr: Blépharoplastie

source: Terms and conditions
fr: Conditions générales

source: 1. Presentation
fr: 1. Présentation

source: These general conditions allow you to know the clauses that you must accept before using our online services. Once you use our contact or quote form, this implies your full acceptance of our conditions.
fr: Les présentes conditions générales vous permettent de connaître les clauses que vous devez accepter avant d’utiliser nos services en ligne. Une fois que vous utilisez notre formulaire de contact ou de devis, cela implique votre entière adhésion à nos conditions.

source: MyTripMed is an intermediary site between patients and clinics and doctors around the world. It allows you to compare the different offers from a wide range of treatments in cosmetic, dental and hair surgery. So our tool facilitates the process of finding and booking appointments remotely. In addition, it allows you to quickly find the cheapest practitioners with savings of up to 70%% on prices.
fr: MyTripMed est un site d’intermédiation entre les patients et les cliniques et docteurs du monde entier. Il permet de comparer les différentes offres parmi un large éventail de traitements en chirurgie esthétique, dentaire et capillaire. Donc, notre outil facilite le processus de recherche et de prise de rendez-vous à distance. De plus, il permet de trouver rapidement les praticiens les moins chers avec des économies qui peuvent aller jusqu’à 70 %% sur les tarifs.

source: 2. Use of the site
fr: 2. Utilisation du site

source: Our platform allows patients from all countries to find the cheapest price of the desired treatment. This could be in hair transplant, cosmetic dentistry as well as cosmetic surgery. MyTripMed selects internationally renowned clinics and doctors and provides all the information needed to make the right choice. This includes, years of experience, specialties, real patient reviews and before-after pictures.
fr: Notre plateforme permet aux patients de tous les pays de trouver le prix le moins cher du traitement souhaité. Cela pourrait être en greffe capillaire, dentisterie esthétique ainsi qu’en chirurgie esthétique. MyTripMed sélectionne des cliniques et des docteurs de renommée internationale et fournit toutes les informations nécessaires pour faire le bon choix. Cela inclut, les années d’expérience, les spécialités, les avis réels des patients et les images avant-après.

source: At the request of the Internet user who types in the type of treatment and the desired destination, several proposals with a wide price range are displayed. Once the selection of the healthcare provider is made, and upon request, we send the patient a free quote on the price and process of the treatment. Also, we accompany him to make an appointment or schedule a consultation directly on our site.
fr: À la demande de l’internaute qui tape le type de traitement et la destination souhaitée, plusieurs propositions avec une large fourchette de prix s’affichent. Une fois la sélection du prestataire de santé est faite, et sous demande, nous envoyons au patient un devis gratuit sur le prix et le processus du traitement. Aussi, nous l’accompagnons pour prendre un rendez-vous ou programmer une consultation directement sur notre site.

source: Our services, as defined above, are intended for persons over the age of 18 and are completely free for the patient.
fr: Nos services, tels que définis ci-dessus, sont destinés aux personnes âgées de plus de 18 ans et sont entièrement gratuits pour le patient.

source: 3. Limitation of Liability
fr: 3. Limitation de responsabilité

source: MyTripMed does not perform any medical or surgical intervention and gives you no guarantee on the final result. Our role is essentially based on intermediation and the transfer of information between the patient and the clinic or the chosen doctor. Although we strive to present you the best health providers that we sort according to strict criteria and through a rigorous opinion barometer.
fr: MyTripMed ne réalise aucune intervention médicale ou chirurgicale et ne vous donne aucune garantie sur le résultat du traitement esthétique, dentaire ou capillaire. Notre rôle est essentiellement basé sur l’intermédiation et le transfert d’informations entre le patient et la clinique ou le docteur choisi. Même si nous nous efforçons de vous présenter les meilleurs prestataires de santé que nous trions selon un baromètre d’avis rigoureux, nous ne sommes pas responsables du résultat ni des services apportés par la clinique ou le docteur. Cette limitation de responsabilité s’applique à toute l’équipe de MyTripMed (directeurs, employés et conseillers médicaux).

source: 4. User obligations
fr: 4. Obligations de l’utilisateur

source: As a user of our platform, you must agree to provide us with accurate and correct information that we will then pass on to our partner clinics and doctors. In the event that you have any changes in your medical situation or state of health, you must inform us by e-mail or telephone. This will allow us to update your data, for us and for the clinic or doctor concerned.
fr: En tant qu’utilisateur de notre plateforme, vous devez vous engager à nous fournir des informations exactes et correctes que nous allons par la suite transmettre à nos cliniques et docteurs partenaires. Dans le cas où vous auriez des changements dans votre situation médicale ou état de santé, vous devez nous informer par e-mail ou par téléphone. Cela nous permettra de mettre à jour vos données, pour nous et pour la clinique ou le docteur concerné.

source: 5. Terms and payment methods
fr: 5. Conditions et modes de paiement

source: After booking a treatment and confirming the appointment with a practitioner or clinic via our website, the following payment terms apply. These terms represent a legal contract between you (patient) and us (MyTripMed):
fr: Après la réservation d’un traitement et la confirmation du rendez-vous chez un praticien ou une clinique via notre site Web, les conditions de paiement suivantes s’appliquent. Ces présentes conditions représentent un contrat juridique entre vous (patient) et nous (MyTripMed) :

source: Once you have accepted the date of the appointment with one of our partner clinics or doctors, you must pay a deposit of &euro;250 (two hundred and fifty euros). These costs are due immediately and payable within 48 hours (forty-eight hours) following the date of receipt of our confirmation.
fr: Une fois que vous avez accepté la date du rendez-vous pris auprès de l’une de nos cliniques ou docteurs partenaires, vous devez payer un acompte indiqué par notre agent médical. De préférence, vous réglez ces frais dans les 48 h (quarante-huit heures) qui suivent la date de réception de notre devis pour maintenir la date de votre RDV.

source: These costs will be deducted by our clinics or doctors from the total price of your treatment, indicated in the quote and booking confirmation you receive from us.
fr: La clinique ou le docteur que vous avez choisi déduira cet acompte du coût total du traitement. Ainsi, vous ne payer que le prix indiqué sur le devis, sans frais supplémentaires.

source: This first payment represents a booking guarantee recognized by our partner clinics and doctors. It is valid for a period of 12 (twelve) months, from the date of confirmation of the transfer.
fr: Ce premier paiement représente une garantie de réservation reconnue par nos cliniques et docteurs partenaires. Il est valable pour une durée de 12 (douze) mois, à compter de la date de confirmation du règlement.

source: Payment is made by bank transfer, credit card or PayPal. The single payment currency is the euro.
fr: Le paiement se fait par virement bancaire, carte bancaire ou PayPal. La devise de paiement est en euro et en dollars.

source: In order to maintain the appointment and treatment date booked through MyTipMed, you must absolutely comply with these payment conditions.
fr: Afin de maintenir le rendez-vous et la date du traitement réservé par MyTipMed, vous devez absolument respecter les présentes conditions de paiement.

source: MyTripMed does not make any money transfers or transactions to the clinics and doctors with whom we operate.
fr: MyTripMed n’effectue aucun virement ou transaction d’argent aux cliniques et docteurs avec lesquels nous opérons.

source: 6. Right to reimbursement
fr: 6. Droit au remboursement

source: You will be entitled to reimbursement of the costs of our services in the sole case where your state of health no longer allows you to travel and carry out the planned treatment. You must prove this impediment by a written letter from a doctor, 7 (seven) days before the date of the planned treatment.
fr: Vous aurez droit au remboursement des frais de nos services dans l’unique cas où votre état de santé ne vous permet plus de voyager et de réaliser le traitement prévu. Vous devez prouver cet empêchement par une lettre écrite de la part d’un médecin, 7 (sept) jours avant la date du traitement prévu.

source: 7. Right of withdrawal
fr: 7. Droit de rétraction

source: You have the right to withdraw, 15 (fifteen) days from the date of conclusion of this legal contract, as indicated above. Termination within the stipulated period is made without giving reasons. You must send us a written declaration confirming your decision by post, e-mail or fax to the following address:
fr: Vous avez le droit de vous rétracter, 15 (quinze) jours à partir de la date de conclusion du présent contrat juridique, comme indiqué ci-dessus. La résiliation dans le délai prévu est faite sans indication de motifs. Vous devez nous envoyer une déclaration écrite pour nous confirmer votre décision par courrier postal, e-mail ou fax à l’adresse suivante :

source: If you meet the notice period, we will refund any fees we have received from you. The refund period is 15 (fifteen) days from the date of receipt of your decision to withdraw.
fr: Si vous respectez le délai de résiliation, nous vous remboursons tous les frais que nous avons reçus de votre part. Le délai de remboursement est de 15 (quinze) jours à compter de la date de réception de votre décision de rétraction.

source: We use the same payment method you chose to pay us the service fee.
fr: Nous utilisons le même mode de paiement que vous avez choisi pour nous verser les frais de service.

source: Also, you have the right to cancel your appointment with a cancellation fee of 50%% of the amount of the treatment, and this, 14 days before the date of the appointment, without explanation of reasons.
fr: Aussi, vous avez le droit d’annuler votre rendez-vous avec des frais d’annulation de 50 %% sur le montant du traitement, et ce, 14 jours avant la date du rendez-vous, sans explication de motifs.

source: 8. Protection of personal data
fr: 8. Protection des données personnelles

source: MyTripMed may ask you for personal and medical information to develop your quote. Also, we will have access to your bank identifiers during the money transactions you carry out for us. We may also ask you for photos or information to better understand your needs. This data is not only collected by our platform, but also transmitted to the clinic or doctor you have chosen.
fr: MyTripMed peut vous demander des informations personnelles et médicales pour élaborer votre devis. Aussi, nous aurons accès à vos identifiants bancaires pendant les transactions d’argent que vous réalisez pour nous. Nous pouvons également vous demander des photos ou des informations pour mieux connaître vos besoins. Ces données ne sont pas uniquement collectées par notre plateforme, mais aussi, transmises à la clinique ou au docteur que vous avez choisi.

source: For this, we are committed by a confidentiality charter to preserve the total discretion of this information. This means that we can never disclose them to unauthorized third parties.
fr: Pour cela, nous nous engageons par une charte de confidentialité à préserver la discrétion totale de ces informations. Cela signifie que nous ne pouvons jamais les divulguer à de tierces parties non autorisées.

source: 9. Intellectual property
fr: 9. Propriété intellectuelle

source: The content and all data appearing on mytripmed.com, including text, images, graphics and logos are the exclusive property of the site editor. That's why, you have no right to reproduce, represent or distribute this information without the prior consent of MyTripMed.
fr: Le contenu et toutes les données qui figurent sur mytripmed.com, y compris les textes, images, graphiques et logos sont à la propriété exclusive de l’éditeur du site. Pour cela, vous n’avez aucun droit de reproduire, représenter ou diffuser ces informations sans l’accord préalable de MyTripMed.

source: 10. Cookies and external links
fr: 10. Cookies et liens externes

source: During your browsing on our platform, the cookies we use are not automatically installed on your smartphone, tablet or computer. We first ask for your consent to use these small files. Then, you will have the free choice to accept or refuse our access to information concerning your navigation. Also, you can cancel your consent at any time by simply adjusting your browser settings.
fr: Pendant votre navigation sur notre plateforme, les cookies que nous utilisons ne s’installent pas automatiquement sur votre Smartphone, tablette ou ordinateur. Nous vous demandons d’abord votre consentement à l’égard de l’utilisation de ces petits fichiers. Ensuite, vous aurez le libre choix d’accepter ou de refuser notre accès à des informations qui concernent votre navigation. Aussi, vous pouvez à tout moment annuler votre consentement par un simple réglage des paramètres de votre navigateur.

source: Our website includes links to external sites such as those of the clinics and doctors with whom we operate, their promotional offers and prices. This gives you easier access to additional information and products that you can use to choose the best provider. However, we are not responsible for the content of those websites or the information that may be displayed to you.
fr: Notre site Web inclut des liens vers des sites externes comme ceux des cliniques et docteurs avec lesquels nous opérons, leurs offres promotionnelles et tarifs. Cela vous permet d’accéder plus facilement à des informations et des produits supplémentaires que vous pouvez utiliser pour choisir le meilleur prestataire. Toutefois, nous ne sommes pas responsables du contenu de ces sites Internet ou des informations qui peuvent s’afficher pour vous.

source: Page
ar: صفحة

source: Email
ar: البريد الإلكتروني

source: Certifications
ar: الشهادات

source: Points
ar: مجموع النقاط

source: Message
ar: وصف مختصر

source: Destination
ar: الوجهة

source: Destinations
ar: البلدان

source: MENU
ar: القائمة

source: Blog
ar: المدونة

source: Contact
ar: اتصل بنا

source: Copyright
ar: كل الحقوق محفوظة

source: E-mail
ar: البريد الالكتروني
