Repository: ccook0194/Med-Trip-Django
Catalog: medicalSite/locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Blog on medical tourism: Dental, hair transplant and plastic surgery
ar: مدونة عن السياحة الطبية: طب الأسنان وزراعة الشعر والجراحة التجميلية
fr: Blog sur le tourisme médical : Dentaire, greffe de cheveux et chirurgie esthétique

source: Find the best deals for your medical abroad journey and the Top destinations.
ar: تعرف على أفضل العروض وأفضل الوجهات لرحلتك التجميلية في الخارج.
fr: Trouver les meilleurs plans pour votre voyage médical à l'étranger et les Top déstinations.

source: The latest news on medical tourism and our advice for your next treatment.
ar: آخر أخبار السياحة العلاجية ونصائحنا بخصوص علاجك التجميلي.
fr: L'actualité du tourisme médical et nos conseils pour votre prochain traitement.

source: Recent Posts
ar: منشورات حديثة
fr: Articles récents

source: See More
ar: إكتشف المزيد
fr: Voir plus

source: world
ar: الخارج
fr: différents pays

source: Best
ar: أفضل
fr: TOP

source: Clinics for
ar: عيادة في
fr: cliniques pour

source: (from
ar: (من
fr: (dès

source: of
ar: من
fr: sur

source: read more
ar: اقرأ المزيد
fr: Plus

source: Enter your name
ar: الإسم
fr: Entrer votre nom

source: Email Address
ar: البريد الإلكتروني
fr: E-mail

source: Enter your email
ar: البريدك الإلكتروني
fr: Entrer votre e-mail

source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone

source: optional
ar: اختياري
fr: facultatif

source: Message to doctor
ar: رسالة إلى الطبيب
fr: Votre message

source: Type of treatment, desired destination
ar: نوع العلاج، الوجهة المطلوبة
fr: Type de traitement, destination souhaitée

source: Submit
ar: إرسال
fr: Envoyer

source: SEND MY INQUIRY
ar: إرسال استفسار
fr: ENVOYER MA DEMANDE

source: Enter treatment, destinations, procedure
ar: نوع العلاج، الوجهة
fr: Taper votre traitement, destination souhaitée

source: Find a Doctor
ar: ابحث عن طبيب
fr: Trouver un docteur

source: Search
ar: بحث
fr: Chercher

source: Add your Clinic
ar: أضف عيادتك
fr: Ajouter votre clinique

source: Add your clinic by filling the form.
ar: املأ الاستمارة التالية لإضافة عيادتك.
fr: Vous devez juste remplir le formulaire suivant.

source: Add your clinic for international visibility.
ar: أضف عيادتك لاستقبال الحرفاء الدوليين.
fr: Ajouter votre clinique pour une visibilité à l'international.

source: We will review the details and add your clinic
ar: سنراجع بياناتك و نقوم بإضافة عيادتك.
fr: Nous examinons l'authenticité de vos informations, puis, nous ajoutons votre clinique.

source: Clinic Details
ar: بيانات العيادة
fr: Infos sur la clinique

source: Clinic Name
ar: اسم العيادة
fr: Nom

source: Enter Clinic Name
ar: اسم العيادة
fr: Entrer le nom de votre clinique

source: Address 1
ar: عنوان 1
fr: Adresse 1

source: Primary address
ar: العنوان الرئيسي
fr: Adresse principale

source: Address 2
ar: عنوان 2
fr: Adresse 2

source: Secondary address
ar: العنوان الثانوي
fr: Adresse secondaire

source: City
ar: المدينة
fr: Ville

source: Enter your clinic city
ar: مدينة العيادة
fr: Entrer votre ville

source: State
ar: الولاية
fr: État

source: Enter your clinic state
ar: ولاية العيادة
fr: Entrer votre état

source: Country
ar: البلد
fr: Pays

source: Zip Code
ar: الرمز البريدي
fr: Entrer votre code postal

source: Zipcode
ar: الرمز البريدي
fr: code postal

source: Website
ar: الموقع الإلكتروني
fr: Site Web

source: Website url
ar: عنوان الموقع الإلكتروني
fr: Url du site Web

source: Enter your clinic's email
ar: البريد الإلكتروني
fr: Adresse e-mail

source: Enter your phone number
ar: رقم الهاتف
fr: Numéro de téléphone

source: Year of Establishment
ar: سنة التأسيس
fr: Année de création

source: Year of establishment of your clinic
ar: تاريخ إنشاء العيادة
fr: Année de création de la clinique

source: Comment Box
ar: التعليقات
fr: Message

source: Enter your questions/comments
ar: أدخل أسئلتك / تعليقاتك
fr: Taper vos questions, suggestions/commentaires

source: Clinic Review
fr: Avis sur la clinique

source: Submit Review
ar: أرسل لنا رأيك
fr: Ajouter un avis

source: Add a review for a doctor or clinic to help other users make the right decision.
ar: أرسل لنا رأيك حول الطبيب أو العيادة لمساعدة المستخدمين الآخرين على اتخاذ القرار المناسب.
fr: Ajouter un avis pour un docteur ou une clinique afin d'aider les autres patients à faire le bon choix.

source: Submit the review for the
ar: أرسل رأيك إلى
fr: Ajouter votre avis pour

source: Fill this form to submit your review
ar: املأ هذه الاستمارة لإبداء رأيك
fr: Remplissez le formulaire suivant pour envoyer votre avis

source: Give your review:
ar: أرسل لنا رأيك :
fr: Donner votre avis :

source: For Quality
ar: الجودة
fr: Qualité

source: For Service
ar: الخدمات
fr: Services

source: For Cleanliness
ar: النظافة
fr: Hygiène

source: For Comfort
ar: الرفاهيّة
fr: Confort

source: For Communication
ar: التواصل
fr: Communication

source: Name
ar: الاسم
fr: Nom

source: Review
ar: الآراء
fr: Avis

source: Enter your review
ar: الرجاء إرسال رأيك
fr: Ajouter votre avis

source: in
ar: في
fr: en

source: offers a wide range of medical treatments
ar: يقدم مجموعة واسعة من العلاجات الطبية
fr: propose une large palette de soins médicaux, entre autres,

source: Spoken languages
ar: اللغات المستعملة
fr: Langues Parlées

source: Get a free quote
ar: احصل على عرض أسعار مجاني
fr: Devis gratuit

source: Average Rating
ar: معدل التقييم
fr: Score moyen

source: Review(s)
ar: آراء
fr: Avis

source: Given
ar: مقدمة
fr: Ajoutés

source: Doctor(s)
ar: أطباء
fr: Docteur(s)

source: Available
ar: متوفرة
fr: Disponible

source: About
ar: معلومات
fr: À propos

source: Photos
ar: الصور
fr: Galerie

source: facilities photos
ar: صور العيادة
fr: Photos de la clinique

source: before/after photos
ar: صور قبل / بعد
fr: Avant/après

source: Doctors Available
ar: الأطباء المتوفرين
fr: Docteurs disponibles

source: Reviews
ar: الآراء
fr: Les Avis

source: stars
ar: نجوم
fr: étoiles

source: Read real reviews from real patients of
ar: اقرأ آراء المرضى الذين كانت لهم تجارِب حقيقية في
fr: Découvrez les avis réels de vrais patients de

source: has achieved a star rating of
ar: حصل على تصنيف
fr: a obtenu un score de

source: based on
ar: استنادا إلى
fr: Basé sur

source: reviews
ar: تقييمات
fr: avis

source: If you are a past patient of
ar: إذا كنت ترغب أيضا في إبداء رأيك في
fr: Si vous êtes un ancien patient de

source: please click the 'write review' button to provide your review for others to read. Writing a review will only take 2 minutes to complete
ar: اضغط على "كتابة رأي" ليستفيد المرضى الآخرون من تجربتك. لن يستغرق ذلك أكثر من دقيقتين
fr: merci de cliquer sur "écrire un avis" afin de donner votre avis et aider les autres patients à mieux choisir. Cela ne prendra que 2 minutes.

source: If you have any other questions, you can
ar: إذا كان لديك أي أسئلة أخرى ، يمكنك
fr: Si vous avez d'autres questions,

source: contact us
ar: اتصل بنا
fr: Contactez-nous

source: at
ar: في
fr: à

source: hair transplant specialists
ar: أخصائيي زراعة الشعر
fr: spécialistes de greffe de cheveux

source: List of the best
ar: قائمة أفضل
fr: La liste des meilleurs

source: aesthetic surgeons
ar: طبيب في الجراحة التجميلية
fr: chirurgiens esthétiques

source: classified by customer reviews and quality of services
ar: مصنفة حسب آراء العملاء وجودة الخدمات
fr: classifier par avis clients et qualité des services

source: The top 20
ar: أفضل 20
fr: Les 20 meilleurs

source: abroad - Mytripmed
ar: في الخارج - Mytripmed
fr: à l'étranger - Mytripmed

source: hair transplant clinics
ar: عيادة زراعة شعر
fr: cliniques de greffe de cheveux

source: dentists
ar: أطباء الأسنان
fr: dentistes

source: aesthetic surgery specialists
ar: أخصائيي الجراحة التجميلية
fr: spécialistes en chirurgie esthétique

source: Ranking of top
ar: ترتيب أفضل
fr: Classement des meilleurs

source: Ranking
ar: الترتيب
fr: Classement

source: Rank
ar: الرتبة
fr: Rang

source: Doctors & Clinic
ar: الأطباء و العيادات
fr: Docteurs et cliniques

source: Regions
ar: البلد
fr: Pays

source: Review score
ar: نقاط التقييم
fr: Note d'avis

source: <b>The average score of reviews</b> on Google and other platforms recalculate to get more accurate value.
ar: يتم إعادة حساب معدل التقييمات المتوفرة على Google والمنصات الأخرى للحصول على تقييم أكثر دقة.
fr: <b>Le score moyen des avis</b> sur Google et d'autres plateformes recalculer pour obtenir une valeur plus précise.

source: Quality score
ar: نقاط الجودة
fr: Note de qualité

source: <b>Quality score:</b> refers to the quality of the services offered and the transparency of the clinic. In order to calculate the score, different factors are collected such as: accreditations, certifications, price transparency, expertise in the domain, years of experience, quality of the clinic, languages spoken, etc.
ar: نقاط الجودة: تعني جودة الخدمات المقدمة وشفافية العيادة. لاحتساب النتيجة ، يتم جمع عناصر مختلفة مثل: الاعتمادات ، والشهادات ، والشفافية في الأسعار ، والخبرة في الميدان ، وسنوات التجربة ، وجودة العيادة ، واللغات المنطوقة ، وما إلى ذلك.
fr: <b>Qualité score :</b> corresponds à la qualité des services proposés et la transparence de la clinique. Différents facteurs sont collectés pour calculer le score comme : les accréditations, les certifications, transparence sur les prix, la spécialisation dans le domaine, le nombre d'années d'expérience, la qualité de la clinique, les langues parlées..

source: The sum of reviews score plus quality score.
ar: مجموع نقاط التقييم بالإضافة إلى نقاط الجودة.
fr: La sommes de score des avis plus qualité score.

source: Show More
ar: أظهر المزيد
fr: Afficher plus

source: Dentals
ar: الأسنان
fr: Dentaire

source: Aesthetic
ar: عمليات التجميل
fr: Esthétique

source: Hair Transplant
ar: زراعة الشعر
fr: Greffe de cheveux

source: free of charge.
ar: مجانا.
fr: C'est entièrement gratuit.

source: Write a Review
ar: كتابة رأي
fr: Ecrire un avis

source: Request a Free Quote
ar: احصل على عرض أسعار مجاني
fr: Demandez votre devis gratuit

source: To find your doctor at the best price, request your free quote now and compare all the offers in a few clicks.
ar: للعثور على طبيب بأفضل الأسعار ، اطلب الآن عرض أسعار مجاني وقارن جميع العروض ببضع النقرات.
fr: Pour trouver votre docteur au meilleur prix, demandez maintenant votre devis gratuit et comparez toutes les offres en quelques clics.

source: Request your free quote
ar: احصل على عرض أسعار مجاني
fr: Demandez votre devis gratuit

source: Without any fees
ar: بدون تكاليف إضافية
fr: Sans aucun frais

source: Save up to 70%% on the treatment prices you wish to carry out. Our renowned doctors and clinics guarantee quality and unbeatable prices.
ar: وفر حتى 70 %% على سعر العلاج التي ترغب في إجرائه. يضمن أطبائنا وعياداتنا جودة وأسعار لا تقبل المنافسة.
fr: Économisez jusqu’à 70 %% sur les tarifs de soins que vous souhaitez réaliser. Nos docteurs et cliniques de renom vous garantissent qualité et prix imbattables.

source: Free Quote
ar: عرض أسعار مجاني
fr: Devis gratuit

source: Email address
ar: البريد الإلكتروني
fr: Adresse e-mail

source: Select phone code
ar: رمز الهاتف الدولي
fr: Indicatif téléphonique

source: Type of processing, desired destination
ar: نوع العلاج ، البلد
fr: Type de traitement, destination souhaitée

source: Send
ar: إرسال
fr: Envoyer

source: all countries
ar: في جميع البلدان
fr: Tous les pays

source: compare prices
ar: قارن الأسعار
fr: comparez les prix

source: Medical Tourism in
ar: السياحة التجميلية في
fr: Tourisme médical en

source: Compare prices for hair transplant, cosmetic surgery and dental care in
ar: قارن أسعار زراعة الشعر وعمليات التجميل وطب الأسنان في
fr: Comparer les prix pour greffe de cheveux, chirurgie esthétique et soins dentaires en

source: Compare prices of doctors and clinics, read real patient reviews and book an appointment online for your
ar: قارن أسعار الأطباء والعيادات، واكتشف آراء المرضى واحجز موعدًا عبر الإنترنت
fr: Comparez les prix des médecins et des cliniques, lisez les avis des patients et prenez rendez-vous en ligne pour votre

source: All
ar: كل
fr: Tous

source: Clinics in
ar: عيادات في
fr: Clinics à

source: Clinics found.
ar: العيادات المتوفرة
fr: Cliniques trouvées.

source: No Treatments found
ar: لم يتم العثور على العلاج
fr: Aucun traitement trouvé

source: filters
ar: المرشحات
fr: Filtres

source: Select Destination
ar: حدد وجهتك
fr: Choisir une destination

source: Rating
ar: معدل التقييم
fr: Score

source: Price
ar: السعر
fr: Prix

source: Select Price
ar: حدد السعر
fr: Choisir un prix

source: Apply
ar: تطبيق
fr: Appliquer

source: Filters
ar: المرشحات
fr: Filtres

source: Sort By
ar: صنف حسب
fr: Trier par

source: Inquire
ar: استفسر
fr: Contacter

source: About Us
ar: من نحن؟
fr: À propos de nous

source: All treatments: cosmetic surgery, dental, hair transplant
ar: جميع العلاجات: عمليات التجميل ، الأسنان ، زراعة الشعر
fr: Tous les traitements : chirurgie esthétique, dentaire, greffe de cheveux

source: Mytripmed: Find and compare prices for dental care, cosmetic surgery or hair transplantation.
ar: MyTripMed أفضل الأسعار لطب الأسنان وجراحات التجميل وزراعة الشعر.
fr: Mytripmed : Trouvez et comparer les prix pour un soin dentaire, chirurgie esthétique ou greffe de cheveux.

source: All Treatments
ar: كل العلاجات
fr: Tous les traitements

source: Compare in one click the most economical offers for your aesthetic treatment in the best clinics in the world.
ar: قارن أفضل العروض لعلاجك التجميلي في أحسن العيادات في العالم.
fr: Comparez en un clic les offres les plus économiques pour votre traitement esthétique dans les meilleures cliniques du monde.

source: MyTripMed is the online comparator that allows you to book your treatment directly in the best clinics in the world. Our tool puts you in touch with doctors handpicked for their experience and quality of service. Thus, we give you all the information you need to better compare the offers. You will therefore find the country of the practitioner, an overview of his professional career, his specialties and in particular his prices. We also provide you with before/after photos and real testimonials from other patients. This will allow you to choose more transparently.
ar: MyTripMed هو موقع يتيح لك مقارنة الأسعار و حجز علاجك في أفضل العيادات في العالم. يضعك على اتصال مع أطباء مختارين بعناية لخبرتهم وجودة خدماتهم. وبالتالي، نقدم لك جميع المعلومات التي تحتاجها لمقارنة العروض بشكل أفضل. لذلك، سوف تجد بلد المصحة/العيادة/الطبيب، لمحة عامة عن حياته المهنية و كفاءته و خاصة أسعاره. نوفر لك أيضًا صور ما قبل / بعد التدخل وآراء المرضى بعد العلاج. هكذا يمكنك الاختيار بسرعة و فاعلية.
fr: MyTripMed est le comparateur en ligne qui vous permet de réserver directement votre traitement dans les meilleures cliniques du monde. Notre outil vous met en relation avec des docteurs triés sur le volet pour leur expérience et qualité de services. Ainsi, nous vous donnons toutes les informations nécessaires pour mieux comparer les offres. Vous trouvez donc le pays du praticien, un aperçu sur son parcours professionnel, ses spécialités et notamment ses tarifs. De même, nous mettons à votre disposition des photos avant/après et des témoignages réels d’autres patients. Cela vous permettra de mieux choisir en toute transparence.

source: So, by booking your treatment on MyTripMed, you have the assurance of being treated by a renowned medical expert. In addition, you benefit from the most attractive offers on the market. Thanks to our portal, you can save up to 70%% on the prices of dental care, hair transplant or cosmetic surgery. With MyTripMed, you benefit from the most optimal quality-price ratio.
ar: لذا ، عندما تقوم بحجز علاجك عبر MyTripMed ، ستضمن تلقي علاج من قبل طبيب معتمد و معروف بخبرته. زيادة على ذلك ، يمكنك الاستفادة من أكثر العروض اقتصادية في السوق. بفضل بوابتنا ، يمكنك توفير ما يصل إلى 70٪ على أسعار طب الأسنان أو زراعة الشعر أو الجراحة التجميلية. مع MyTripMed ، يمكنك الاستفادة من أفضل نسبة سعر/جودة.
fr: Du coup, en réservant votre traitement sur MyTripMed, vous avez l’assurance d’être traité par un expert médical de renom. De plus, vous bénéficiez des offres les plus attractives du marché. Grâce à notre portail, vous pouvez réaliser jusqu’à 70 %% d’économies sur les tarifs des soins dentaires, de la greffe capillaire ou de la chirurgie esthétique. Avec MyTripMed, vous profitez du rapport qualité-prix le plus optimal.

source: Our expert advisors guarantee you full assistance in making a treatment appointment. They answer all your questions and make things easier for you. Likewise, they send you a free, non-binding quote on the type of operation you want to perform. This allows you to leave for your medical stay without surprises or hidden costs. In addition, we have selected for you the most famous destinations in the world for the quality of their services and their reduced rates: Turkey, Tunisia, Hungary, Romania, Mexico...
ar: يضمن لك مستشارونا الخبراء المساعدة الكاملة في تحديد موعد العلاج. يجيبون على جميع أسئلتك ويجعلون الأمور أسهل بالنسبة لك. كما ، يرسلون لك عرض أسعار مجاني وغير ملزم حول نوع العملية التي تريد القيام بها. هذا يسمح لك بالسفر من أجل إقامتك الطبية دون مفاجآت أو تكاليف خفية. إضافة إلى ذلك ، اخترنا لك أشهر الوجهات في العالم لجودة خدماتها وأسعارها المخفضة: تركيا ، تونس ، المجر ، رومانيا و المكسيك ...
fr: Nos conseillers experts vous garantissent une assistance complète pour prendre un rendez-vous de traitement. Ils répondent à toutes vos questions et vous facilitent les démarches. De même, ils vous envoient un devis gratuit et sans engagement sur le type d’opération que vous souhaitez effectuer. Cela vous permet de partir pour votre séjour médical sans surprises ni frais cachés. De plus, nous avons sélectionné pour vous les destinations les plus réputées dans le monde pour la qualité de leurs prestations leurs tarifs réduits : Turquie, Tunisie, Hongrie, Roumanie, Mexique…

source: In short, our mission is to give you access to a wide range of treatments. We help you get the look you dream of by letting you choose your own doctor. Also, we make sure you have a great medical trip without hurting your budget!
ar: باختصار، تكمن مهمتنا في تمكينك من التعرف على مجموعة واسعة من العلاجات في دول عدّة من العالم. نحن نساعدك في الحصول على المظهر الذي تحلم به لأننا نختار بعناية الأطباء الذين نتعامل معهم. أيضًا ، نرافقك طوال رحلتك الطبية حتى تكون ممتعة و بأسعار معقولة!
fr: Bref, notre mission est de vous donner accès à un large éventail de traitements. Nous vous assistons pour avoir l’apparence dont vous rêvez en vous laissant choisir vous-même votre médecin. De plus, nous veillons à ce que vous passiez un excellent voyage médical sans nuire à votre budget!

source: Your medical stay at the best price
ar: إقامتك الطبية بأفضل الأسعار
fr: Le séjour médical au meilleur prix

source: Search by clinic, treatment or a location
ar: البحث عن عيادة أو علاج أو بلد
fr: Chercher par clinique, traitement ou destination

source: Treatments
ar: العلاجات
fr: Traitements

source: Blogs
ar: المدونة
fr: Blog

source: Add Clinic
ar: اضافة عيادة
fr: Ajouter votre clinique

source: language
ar: اللغة
fr: Langue

source: LANGUAGES
ar: اللغات
fr: Langues

source: French
ar: فرنسية
fr: Français

source: English
ar: إنجليزية
fr: Anglais

source: Arabic
ar: عربية
fr: Arabe

source: currency
ar: العملة
fr: Devise

source: Start your medical experience now!
ar: ابدأ تجربتك الطبية الآن!
fr: Commencez maintenant votre expérience médicale !

source: Find a clinic
ar: ابحث عن عيادة
fr: Trouver une clinique

source: Ask for a quote
ar: احصل على عرض أسعار
fr: Demander un devis

source: MyTripMed offers the best prices for dental care, cosmetic surgeries and hair transplants thanks to its comparator.
ar: توفر MyTripMed أفضل الأسعار لطب الأسنان وجراحات التجميل وزراعة الشعر.
fr: MyTripMed offre les meilleurs prix pour les soins dentaires, chirurgies esthétiques et greffes de cheveux grâce à son comparateur.

source: Request a Quote
ar: احصل على عرض أسعار مجاني
fr: Demander un devis

source: find us on
ar: تجدنا على
fr: Trouvez-nous sur

source: ABOUT COMPANY
ar: تعرف علينا
fr: Informations

source: Terms and Conditions
ar: شروط الإستخدام
fr: Conditions générales de vente

source: Our general conditions which organise our services between the user, Mytripmed and clinics or doctors.
ar: شروطنا العامة التي تنظم خدماتنا بين المستخدم و MyTripMed والعيادات أو الأطباء.
fr: Nos conditions générales qui organisent nos services entre utilisateurs, Mytripmed et les cliniques ou docteurs.

source: CONTACT US
ar: اتصل بنا
fr: Contactez-nous

source: Phone
ar: رقم الهاتف
fr: Téléphone

source: Mail ID
ar: البريد
fr: E-mail

source: Contact Us
ar: اتصل بنا
fr: Contactez-nous

source: Contact us at anytime!
ar: اتصل بنا في اي وقت!
fr: Contactez-nous à tout moment !

source: Send us your suggestions or questions and let us know your expectations. We are happy to answer you as soon as possible.
ar: أرسل لنا الآن اقتراحاتك أو أسئلتك ودعنا نتعرف على إنتظارتك. يسعدنا الرد على طلبك في أقرب وقت ممكن.
fr: Faites-nous part de vos suggestions ou questions et indiquez-nous vos attentes. Nous sommes ravis de vous répondre dans les plus brefs délais.

source: Now fill out the form below to get in touch with our customer service.
ar: املأ النموذج التالي للتواصل مع خدمة العملاء.
fr: Remplissez maintenant le formulaire ci-dessous pour entrer en contact avec notre service client.

source: Do not hesitate to contact us to ask your questions, give your suggestions and discover more about our services.
ar: لا تتردد في الاتصال بنا لطرح أسئلتك وتقديم اقتراحاتك ومزيد التعرف على خدماتنا.
fr: N’hésitez pas à nous contacter pour poser vos questions, donner vos suggestions et découvrir davantage nos prestations.

source: Title
fr: Titre

source: Choose
ar: اختر
fr: Choisir

source: Enter your main address
ar: العنوان الرئيسي
fr: Entrer votre adresse principale

source: Enter your secondary address
ar: العنوان الثانوي
fr: Entrer votre adresse secondaire

source: Enter your city
ar: المدينة
fr: Entrer votre ville

source: Choose your country
ar: البلد
fr: Choisir votre pays

source: Postal Code
ar: الرمز البريدي
fr: Code postal

source: Enter your postal code
ar: الرمز البريدي
fr: Entrer votre code postal

source: Type your message
ar: اكتب رسالتك
fr: Taper votre message

source: Call us
ar: اتصل بنا
fr: Appelez-nous

source: Chat on WhatsApp
ar: اتصل بنا على WhatsApp
fr: Chat sur WhatsApp

source: Like us on Facebook
ar: تابعنا على Facebook
fr: Suivez-nous sur Facebook

source: See what others are saying about us
ar: تعرف على ما يقوله العملاء عنا
fr: Voir les témoignages

source: Follow us on Twitter
ar: تابعنا على Twitter
fr: Suivez-nous sur Twitter

source: Or send us a tweet
ar: أو أرسل لنا تغريدة على تويتر
fr: Ou envoyez-nous un Tweet

source: Treatment Abroad Price Comparison at Mytripmed
ar: قارن أسعار العلاج في الخارج مع Mytripmed
fr: Comparez les prix des soins à l'étranger avec Mytripmed

source: MyTripMed: free comparator that helps you easily find doctors and clinics abroad at the best price.
ar: MyTripMed: مقارن أسعار يساعدك في العثور على أطباء وعيادات في الخارج بأفضل الأسعار.
fr: MyTripMed : comparateur gratuit qui vous aide à trouver facilement les docteurs et cliniques en Turquie, Tunisie ou en Hongrie au meilleur prix.

source: Find World's Top Doctors
ar: اعثر على أفضل الأطباء في الخارج
fr: Trouver les meilleurs médecins au monde

source: Find the most attractive offers for the treatment you dream of and save up to 70%% on prices.
ar: اكتشف أفضل العروض للعلاج الذي لطالما حلمت به ووفر 70 %% على التكاليف.
fr: Trouvez les offres les plus attractives pour le traitement dont vous rêvez et économisez jusqu’à 70 %% sur les tarifs.

source: Qualified and renowned doctors.
ar: أطباء أكفاء ومشهورين.
fr: Docteurs qualifiés et renommés.

source: Personalized support.
ar: مرافقة شخصية.
fr: Accompagnement personnalisé.

source: Free consultation and quotation.
ar: استشارة وعروض أسعار مجانية.
fr: Consultation et devis gratuits
